[
   {"code":"USA"},
   {
      "code":"ARG",
      "country":"Argentina",
      "notes":"Jeb Bush Left On A Six-Day Trade Mission To Chile, Argentina, And Uruguay. “BUSH TRADE MISSION: Gov. Jeb Bush departs on a six-day trade mission to Chile and Argentina on Sunday, looking to improve ties with two of Florida's top trading partners. Bush, making his fourth trade mission as governor, will also make a brief stopover in Uruguay before returning home Friday. The governor will lead a group of 170 Florida business executives who will take part in two days of prequalified individual business meetings. Enterprise Florida, the state's quasi-public business board, is coordinating the trade mission to focus on information technology.” [St. Petersburg Times, 7/14/01]",
      "privatepublic":"Public",
      "source":"[St. Petersburg Times, 7/14/01]",
      "date":"2001-07-14T04:00:00.000Z"
   },
   {
      "code":"ARM",
      "country":"Armenia",
      "notes":"Jeb Bush Delivered American Aid To Armenian Earthquake Victims. “With tears in his eyes, President-elect George Bush's son presented candy and gifts Sunday to brighten the Christmas of children injured in Armenia's earthquake. His trip back to the United States was delayed by heavy snow, which kept his plane on the ground in Yerevan, the capital of Armenia, early Monday, according to the trip's sponsor. John E. Bush, a Miami real estate developer, and his 12-year-old son George flew into Yerevan aboard a DC-8 cargo plane carrying relief supplies. They toured the disaster zone in a bus and stopped in the village of Spitak, flattened by the Dec. 7 quake.” [Associated Press, 12/25/88]",
      "privatepublic":"Public",
      "source":"[Associated Press, 12/25/88]",
      "date":"1988-12-25T05:00:00.000Z"
   },
   {
      "code":"BHS",
      "country":"Bahamas",
      "notes":"Jeb Bush Traveled To The Bahamas To Launch Educational Exchange Program. “Gov. Jeb E. Bush, R-Fla., issued the following news release: Gov. Jeb Bush today traveled to the Commonwealth of the Bahamas to launch ‘Global Florida - Classroom Connections’, an educational exchange program between Florida and the Bahamas. During the visit, Governor Bush highlighted Florida's strong ties to the Caribbean Basin and stressed the importance of continued economic, cultural and educational partnerships. ‘The Commonwealth of the Bahamas is one of Florida's most vital trade partners and a great asset to our growing economy.’ said Governor Bush. ‘However, our state's relationship with the Bahamas is not limited to trade. Through Classroom Connections, we will link students in Florida with students in the Bahamas and nations around the globe, providing an interesting and interactive opportunity to learn more about the geography, history and customs of other countries.’” [US States News, 2/20/06]",
      "privatepublic":"Public",
      "source":"[US States News, 2/20/06]",
      "date":"2006-02-20T05:00:00.000Z"
   },
   {
      "code":"BRA",
      "country":"Brazil",
      "notes":"Jeb Bush Led Trade Mission To Brazil. “Final figures are not in, but early results show Florida's recent mission to Brazil likely will generate $65 million in sales to that South American giant over the next year. About $10 million in deals were signed during the July 16-20 business trip to Sao Paulo, led by Gov. Jeb Bush, according to organizers from development group Enterprise Florida.”",
      "privatepublic":"Public",
      "source":"[Orlando Sentinel, 8/2/00]",
      "date":"2000-07-01T04:00:00.000Z"
   },
   {
      "code":"CAN",
      "country":"Canada",
      "notes":"Jeb Bush Visited Ontario And Toronto On Two-Day Trade Mission. “Jeb Bush, the Governor of Florida and the little brother of the U.S. President, arrived in Toronto yesterday to promote two-way trade with a province that he said ‘is an enormous partner for our progress.’ …Mr. Bush and Mr. Eves said they discussed cross-border security during the governor's brief courtesy call at the Ontario Legislature on the afternoon of the first day of his two-day visit. Today, Mr. Bush will speak to the the Toronto Board of Trade and the American Chamber of Commerce in Canada, as well as participate in a number of private meetings designed to encourage greater trade with his state.” [Globe and Mail, 7/8/03]",
      "privatepublic":"Public",
      "source":"[Globe and Mail, 7/8/03]",
      "date":"2003-07-07T04:00:00.000Z"
   },
   {
      "code":"CHL",
      "country":"Chile",
      "notes":"Jeb Bush Left On A Six-Day Trade Mission To Chile, Argentina, And Uruguay. “BUSH TRADE MISSION: Gov. Jeb Bush departs on a six-day trade mission to Chile and Argentina on Sunday, looking to improve ties with two of Florida's top trading partners. Bush, making his fourth trade mission as governor, will also make a brief stopover in Uruguay before returning home Friday. The governor will lead a group of 170 Florida business executives who will take part in two days of prequalified individual business meetings. Enterprise Florida, the state's quasi-public business board, is coordinating the trade mission to focus on information technology.” [St. Petersburg Times, 7/14/01]",
      "privatepublic":"Public",
      "source":"[St. Petersburg Times, 7/14/01]",
      "date":"2001-07-14T04:00:00.000Z"
   },
   {
      "country":"China",
      "code":"CHN",
      "source":"http://www.washingtonpost.com/politics/the-world-according-to-jeb-bush/2015/04/16/736ef6f8-dd3d-11e4-acfe-cd057abefa9a_story.html"
   },
   {
      "code":"COL",
      "country":"Colombia",
      "notes":"Jeb Bush Went On Trade Mission To Colombia. “Bush has been taking missions overseas for years to help boost international business and diversify the state's economy -- with solid results, according to Enterprise Florida. A Feb. 20-23 mission to Colombia with 180 business and government leaders, for example, will generate roughly $132 million in actual and expected exports for the next 12 months, the group announced.” [Sun-Sentinel, 5/2/05]",
      "privatepublic":"Public",
      "source":"[Sun-Sentinel, 5/2/05]",
      "date":"2005-05-01T04:00:00.000Z"
   },
   {
      "code":"CRI",
      "country":"Costa Rica",
      "notes":"Jeb Bush traveled To Costa Rica For A Trade Mission As Commerce Secretary",
      "privatepublic":"Public",
      "source":"Jeb Bush, Voucher for Reimbursement for Traveling Expenses, filed 4/4/88",
      "date":"1988-02-25T05:00:00.000Z",
      "funder":"State"
   },
   {
      "code":"DOM",
      "country":"Dominican Republic",
      "notes":"Jeb Bush Led A Three-Day Trade Mission To The Dominican Republic, Where He Met The Country’s Vice President. “Florida Gov. Jeb Bush launched a three-day trade mission Monday in the Dominican Republic, the state's No. 1 trading partner in Latin America. Bush arrived at Santo Domingo's international airport and met with Vice President Milagros Ortiz Bosch. He also was to meet with Dominican and Haitian business leaders and manufacturers. President Hipolito Mejia was in Spain this week. It was Bush's first official visit to the Caribbean country. Trade between Florida and the Dominican Republic totaled nearly $4.8 billion last year, Bush's office said.” [Orlando Sentinel, 9/16/03]",
      "privatepublic":"Public",
      "source":"[Orlando Sentinel, 9/16/03]",
      "date":2003
   },
   {
      "code":"SLV",
      "country":"El Salvador",
      "notes":"Jeb Bush Led A Four-Day Trade Mission To Costa Rica, Nicaragua, And El Salvador. “Gov. Jeb Bush, Orange County Chairman Rich Crotty and a slew of business executives will end a trade mission to Central America today aimed at winning Miami the coveted headquarters for the Free Trade Area of the Americas. The lobbying trip, which brought the governor to three countries in four days, comes two weeks before the deadline for bids from cities that want to be ‘secretariat’ for the FTAA.” [Orlando Sentinel, 2/18/04]",
      "privatepublic":"Public",
      "source":"[Orlando Sentinel, 2/18/04]",
      "date":"2004-02-14T05:00:00.000Z",
      "funder":"State"
   },
   {
      "country":"England",
      "code":"GBR",
      "source":"http://votesmart.org/public-statement/200706/governor-bush-leads-team-florida-trade-mission-to-the-united-kingdom-and-ireland#.Vci3WzBViko"
   },
   {
      "country":"Estonia",
      "code":"EST",
      "source":"http://www.msnbc.com/msnbc/jeb-bush-embarks-europe-trip-ahead-campaign-launch"
   },
   {
      "country":"Germany",
      "code":"DEU",
      "source":"http://www.theatlantic.com/politics/archive/2015/06/republicans-european-trips-jeb-bush/395480/"
   },
   {
      "code":"GTM",
      "country":"Guatemala",
      "notes":"Jeb Bush Traveled to Guatemala on a Trade Mission",
      "privatepublic":"Public",
      "source":"Jeb Bush, Voucher for Reimbursement for Traveling Expenses, filed 4/4/88",
      "date":"1988-04-20T04:00:00.000Z",
      "funder":"State"
   },
   {
      "code":"HTI",
      "country":"Haiti",
      "notes":"Jeb Bush Made A One-Day Trip To Haiti To Meet With Its New President And Prime Minister. “Gov. Jeb Bush took a one-day trip to Haiti on Wednesday, the details of which were kept secret until after he departed Gov. Bush planned to visit three projects with Florida ties that have helped to rebuild Haiti… The governor was scheduled to meet with Haiti's President Boniface Alexandre and Prime Minister Gerard Latortue during his trip, as well as attend a luncheon with Haitian business and government leaders involved in reconstruction efforts.” [Miami Herald, 6/17/04]",
      "privatepublic":"Public",
      "source":"[Miami Herald, 6/17/04]",
      "date":"2004-06-16T04:00:00.000Z"
   },
   {
      "code":"HND",
      "country":"Honduras",
      "notes":"Jeb Bush Traveled To Honduras For A Trade Mission As Commerce Secretary",
      "privatepublic":"Public",
      "source":"Jeb Bush, Voucher for Reimbursement for Traveling Expenses, filed 4/4/88",
      "date":"1988-02-21T05:00:00.000Z",
      "funder":"State"
   },
   {
      "country":"India",
      "code":"IND",
      "source":"http://www.tampabay.com/specials/2008/interactives/jeb-inc/"
   },
   {
      "date":"2005-01-01T05:00:00.000Z",
      "country":"Indonesia",
      "notes":"· While Touring Asia After The 2005 Tsunami, Jeb Bush Attended A Summit With Regional Leaders, Including Chinese Premier Wen Jiabao, In Jakarta Indonesia. “U.S. Secretary of State Colin Powell and U.S. President George W. Bush's brother, Florida Governor Jeb Bush, and other U.S. officials are in Southeast Asia to visit the devastated areas for a firsthand assessment. The U.S. officials are among dozens of world leaders who will participate in the Jan. 6 donor summit being held in Jakarta. U.N. Secretary General Kofi Annan will be there as well. Chinese Premier Wen Jiabao, Japanese Prime Minister Junichiro Koizumi and other world leaders including European Commission President Jose Barroso and Development Aid Commissioner Louis Michel will attend the summit. Luxembourg Prime Minister Jean-Claude Juncker will represent the 25 EU governments.” [United Press International, 1/3/05]",
      "code":"IDN",
      "source":"[United Press International, 1/3/05]"
   },
   {
      "code":"IRQ",
      "country":"Iraq",
      "notes":"Jeb Bush Visited Troops In Kuwait And Iraq At Seven Military Bases Along With Three Others Governors. “Under top security, Gov. Jeb Bush is spending Easter in Iraq with troops from Florida, reuniting the governor with the National Guard soldiers who had helped out after hurricanes. Bush planned to join troops for Easter religious services today before heading home. Accompanying him on the bipartisan mission were three other governors: fellow Republican Gov. Mitch Daniels of Indiana and Democrats Joe Manchin of West Virginia and Tom Vilsack of Iowa, a potential 2008 presidential candidate. Wearing an armored vest and helmet while flying on a U.S. Army Blackhawk helicopter, Bush visited seven military bases in Iraq and Kuwait as part of the Pentagon-sponsored mission at the request of Secretary of State Condoleezza Rice and Defense Secretary Donald Rumsfeld…The trip was the seventh involving U.S. governors. It began on Thursday with classified Department of Defense briefings in Washington that did not appear on Bush's official schedule. Aides to the governor said the Pentagon insisted on secrecy for security reasons. But Bush said he was not subject to increased security because he's the brother of the president. Bush's visit to Baghdad was a closely guarded secret until Saturday, when the governor held a conference call with four Florida reporters. Bush's schedule for Friday, Saturday and today was listed as personal time, even though the governor was traveling on official business.” [St. Petersburg Times, 4/16/06]",
      "privatepublic":"Public",
      "source":"[St. Petersburg Times, 4/16/06]",
      "date":"2006-04-13T04:00:00.000Z"
   },
   {
      "country":"Ireland",
      "code":"IRL",
      "source":"http://votesmart.org/public-statement/200706/governor-bush-leads-team-florida-trade-mission-to-the-united-kingdom-and-ireland#.Vci3WzBViko"
   },
   {
      "date":1983,
      "country":"Israel",
      "notes":"Jeb Bush Visited Israel For A 14-Day Trip With The New Leadership For Israel Bonds. “Ron has been active in Jewish Community life for over 35 years. Ronnie and his wife Glenda support ‘JAFCO’ whose mission is to care for abused and neglected children and those with disabilities in the Jewish community and to work in partnership with families and the entire community. In 1979, Ron and Glenda along with a group of young couples from various cities throughout the United States and Canada were asked to visit Washington D.C. to form a group to be known as the “New Leadership for Israel Bonds”. In 1983, Ron became International Chairman of New Leadership and led a group of 120 people to Israel for a 14 day trip. Among the young people in that group was Jeb Bush and his wife Columba. This was the start of the Governor’s long running affiliation with the Jewish State. After serving as International New Leadership Chairman, Ron became the Southeastern Chairman of the Israel Bonds Campaign and then Vice-Chairman of the national campaign.” [Ronald Krongold, Republican Jewish Leadership, accessed 9/3/15]",
      "code":"ISR",
      "source":"http://www.rjchq.org/ronald_krongold"
   },
   {
      "country":"Italy",
      "code":"ITA",
      "source":"http://www.nytimes.com/2015/07/03/us/business-ties-made-by-bush-as-florida-governor-turned-lucrative-when-he-left-office.html?_r=0"
   },
   {
      "date":"2007-07-17T04:00:00.000Z",
      "country":"Jamaica",
      "notes":"Jeb Bush Visited Jamaica For A Paid Speech. “EVENT: Speech on ‘Confronting Radical Change to Bring Future Economic Rewards’ LOCATION: Kingston, Jamaica DATE: July 17-18, 2007 SPONSOR: Scotiabank COMPENSATION: $60,000 (including agent’s fee) BRIEF: Among the attendees were Jamaica’s governor-general and former U.S. ambassador, Sue Cobb.” [Jeb Inc., St. Petersburg Times",
      "code":"JAM",
      "source":"http://www.tampabay.com/specials/2008/interactives/jeb-inc/"
   },
   {
      "country":"Japan",
      "code":"JPN",
      "source":"http://www.washingtonpost.com/politics/the-world-according-to-jeb-bush/2015/04/16/736ef6f8-dd3d-11e4-acfe-cd057abefa9a_story.html"
   },
   {
      "date":"1988-06-17T04:00:00.000Z",
      "country":"Japan",
      "notes":"Jeb Bush Traveled To London To Promote Florida Products Before Going On A Trade Mission To Korea And Japan.  “In addition to accompanying their products, a group of Florida producers will meet with British food importers and other stores interested in importing Florida products. From London, Bush will fly to the Far East, where he will meet with a group of Florida manufacturers on a biomedical trade mission to Korea and Japan.”",
      "code":"JPN",
      "source":"[Miami Herald, 6/16/88]"
   },
   {
      "code":"KWT",
      "country":"Kuwait",
      "notes":"Jeb Bush Visited Troops In Kuwait And Iraq At Seven Military Bases Along With Three Others Governors. “Under top security, Gov. Jeb Bush is spending Easter in Iraq with troops from Florida, reuniting the governor with the National Guard soldiers who had helped out after hurricanes. Bush planned to join troops for Easter religious services today before heading home. Accompanying him on the bipartisan mission were three other governors: fellow Republican Gov. Mitch Daniels of Indiana and Democrats Joe Manchin of West Virginia and Tom Vilsack of Iowa, a potential 2008 presidential candidate. Wearing an armored vest and helmet while flying on a U.S. Army Blackhawk helicopter, Bush visited seven military bases in Iraq and Kuwait as part of the Pentagon-sponsored mission at the request of Secretary of State Condoleezza Rice and Defense Secretary Donald Rumsfeld…The trip was the seventh involving U.S. governors. It began on Thursday with classified Department of Defense briefings in Washington that did not appear on Bush's official schedule. Aides to the governor said the Pentagon insisted on secrecy for security reasons. But Bush said he was not subject to increased security because he's the brother of the president. Bush's visit to Baghdad was a closely guarded secret until Saturday, when the governor held a conference call with four Florida reporters. Bush's schedule for Friday, Saturday and today was listed as personal time, even though the governor was traveling on official business.” [St. Petersburg Times, 4/16/06]",
      "privatepublic":"Public",
      "source":"[St. Petersburg Times, 4/16/06]",
      "date":"2006-04-13T04:00:00.000Z"
   },
   {
      "code":"MEX",
      "country":"Mexico",
      "notes":"Summer 1970: Jeb Bush Went To Leon, Mexico For One Month To Prepare For The Arrival Of His Classmates The Next Year. Before that, though, he served as a kind of emissary for Andover. He went to León for a one-month visit in the summer of 1970, Bush said, to ‘help prepare’ for the arrival of his classmates the following winter. Richard Merrill talked with George H.W. Bush in Houston to reassure him about ‘IMLE’ and León. The meeting must have been satisfactory. Why Bush, not yet 17 1/2 years old, played this role for Andover, instead of any of the other students, or a teacher, remains unclear — what is clear, though, is that he was interested in Mexico, well before the central plaza ‘lightning strike,’ and Andover saw a spark and stoked it",
      "privatepublic":"Private ",
      "source":"http://www.politico.com/magazine/story/2015/05/jeb-bush-mexico-118102#ixzz3as3PDpp4",
      "date":1970
   },
   {
      "code":"NIC",
      "country":"Nicaragua",
      "notes":"Jeb Bush Led A Four-Day Trade Mission To Costa Rica, Nicaragua, And El Salvador. “Gov. Jeb Bush, Orange County Chairman Rich Crotty and a slew of business executives will end a trade mission to Central America today aimed at winning Miami the coveted headquarters for the Free Trade Area of the Americas. The lobbying trip, which brought the governor to three countries in four days, comes two weeks before the deadline for bids from cities that want to be ‘secretariat’ for the FTAA.” [Orlando Sentinel, 2/18/04]",
      "privatepublic":"Public",
      "source":"[Orlando Sentinel, 2/18/04]",
      "date":"2004-02-14T05:00:00.000Z",
      "funder":"State"
   },
   {
      "country":"Nigeria",
      "code":"NGA",
      "source":"http://www.naplesnews.com/news/politics/jeb-bush-nigeria-and-the-fbi-how-a-business-deal-soured_27839794"
   },
   {
      "date":"2004-09-01T04:00:00.000Z",
      "country":"Panama",
      "notes":"Jeb Bush Was Expected To Attend Panamanian President Martin Torrijos’ Inauguration. “Taiwanese Foreign Minister Mark Chen Tan-sun has said Chen may be able during his trip to meet Bush's brother, Florida governor Jeb Bush, at Martin Torrijos' inauguration as Panama's new president on September 1.”",
      "code":"PAN",
      "source":"[Agence France Presse, 8/20/04]"
   },
   {
      "date":2006,
      "country":"Peru",
      "notes":"Jeb Bush Led A Two-Day Trade Mission To Ecuador And Peru, Where He Met The Presidents Of Both Countries. “President Alejandro Toledo on Thursday endorsed Miami as the headquarters for a proposed free trade secretariat as Florida Gov. Jeb Bush completed a two-day trade visit to Ecuador and Peru. Bush's main goals on the trip were winning the support of Toledo and Ecuadorean President Alfredo Palacio for Miami, and promoting Florida trade and investment.”[Miami Herald, 1/19/06]",
      "code":"PER",
      "source":"Miami Herald, 1/19/06"
   },
   {
      "country":"Poland",
      "code":"POL",
      "source":"http://www.nytimes.com/2015/06/13/us/politics/jeb-bush-distances-himself-from-his-brother-in-europe.html"
   },
   {
      "date":2007,
      "country":"Portugal",
      "notes":"Jeb Bush Delivered A Keynote Address To Education Conference In Lisbon, Portugal. “On November 28 U.S. Ambassador to Portugal Al Hoffman, Jr. delivered opening remarks at a Lisbon seminar on ‘Education Reform in Florida,’ a follow-on to the March 2007 conference at which ex-Florida Governor Jeb Bush delivered the keynote address.”",
      "code":"PRT",
      "source":"http://portugal.usembassy.gov/embassy-programs/2007-programs/prog_112807.html"
   },
   {
      "country":"Singapore",
      "code":"SGP",
      "source":"http://www.washingtonpost.com/politics/the-world-according-to-jeb-bush/2015/04/16/736ef6f8-dd3d-11e4-acfe-cd057abefa9a_story.html"
   },
   {
      "date":"1988-06-17T04:00:00.000Z",
      "country":"South Korea",
      "notes":"Jeb Bush Traveled To London To Promote Florida Products Before Going On A Trade Mission To Korea And Japan.  “In addition to accompanying their products, a group of Florida producers will meet with British food importers and other stores interested in importing Florida products. From London, Bush will fly to the Far East, where he will meet with a group of Florida manufacturers on a biomedical trade mission to Korea and Japan.”",
      "code":"KOR",
      "source":"[Miami Herald, 6/16/88]"
   },
   {
      "date":"2003-02-15T05:00:00.000Z",
      "country":"Spain",
      "notes":"Jeb Bush Left For A Seven-Day Trade Mission To Spain. “Gov. Jeb Bush heads to Spain on Saturday for a seven-day trade mission at a time national leaders are trying to figure out if the United States is facing an unusually high threat of terrorist attack. Although his office is announcing his travel itinerary on a daily basis, the president's brother said he's undeterred by current events. ‘I've got to go promote our state,’ said Bush, who has also led similar trips to Brazil, Mexico, Israel, Chile, Argentina, Uruguay and the United Kingdom.” [Associated Press, 2/14/03]",
      "code":"ESP",
      "source":"[Associated Press, 2/14/03]"
   },
   {
      "date":2005,
      "country":"Switzerland",
      "notes":"“A spokesman for the Florida Office of Tourism, Trade and Economic Development said Gov. Jeb Bush, who is now on a trade mission to Germany and Switzerland, is well aware of Florida's need for more high-wage, high-value jobs.” [St. Petersburg Times, 11/17/05]",
      "code":"CHE",
      "source":"[St. Petersburg Times, 11/17/05]"
   },
   {
      "date":1991,
      "country":"Taiwan",
      "notes":"Jeb Bush Visited Taiwan For 4 Days Trying To Win A Construction Contract Where He Met With The Vice Foreign Minister. “The son of U.S. President George Bush is visiting Taiwan in a bid to win a contract in the island's six-year, multi-billion dollar construction bonanza, the local press reported Sunday. Jeb Bush is representing the U.S. MW group, which supplies equipment for waste water management, to exchange views with government officials here for a waste water treatment project, the mass circulation China Times said…Bush arrived in Taipei Friday for a four-day visit. He met with Vice Foreign Minister John Chang on Saturday and other trade and environmental officials here Saturday and Sunday.” [Agence-France Presse, 8/11/91]",
      "code":"TWN",
      "source":"[Agence-France Presse, 8/11/91]"
   },
   {
      "country":"Thailand",
      "code":"THA",
      "source":"http://www.gettyimages.com/detail/news-photo/secretary-of-state-colin-powell-and-florida-governor-jeb-news-photo/51912038"
   },
   {
      "date":"1988-06-01T04:00:00.000Z",
      "country":"United Kingdom",
      "notes":"Jeb Bush Traveled To London To Promote Florida Products Before Going On A Trade Mission To Korea And Japan.  “In addition to accompanying their products, a group of Florida producers will meet with British food importers and other stores interested in importing Florida products. From London, Bush will fly to the Far East, where he will meet with a group of Florida manufacturers on a biomedical trade mission to Korea and Japan.”",
      "code":"GBR",
      "source":"[Miami Herald, 6/16/88]"
   },
   {
      "date":"2001-07-14T04:00:00.000Z",
      "country":"Uruguay",
      "notes":"Jeb Bush Left On A Six-Day Trade Mission To Chile, Argentina, And Uruguay. “BUSH TRADE MISSION: Gov. Jeb Bush departs on a six-day trade mission to Chile and Argentina on Sunday, looking to improve ties with two of Florida's top trading partners. Bush, making his fourth trade mission as governor, will also make a brief stopover in Uruguay before returning home Friday. The governor will lead a group of 170 Florida business executives who will take part in two days of prequalified individual business meetings. Enterprise Florida, the state's quasi-public business board, is coordinating the trade mission to focus on information technology.” [St. Petersburg Times, 7/14/01]",
      "code":"URY",
      "source":"[St. Petersburg Times, 7/14/01]"
   },
   {
      "code":"VEN",
      "country":"Venezuela",
      "notes":"Jeb Bush Spent Three Years Working In Venezuela With Texas Commerce Bank. “At home with Columba, Jeb speaks mainly in Spanish, which he refined during his three-year stint in Venezuela, where he opened a branch of the Texas Commerce Bank.”",
      "privatepublic":"Private",
      "source":"http://nymag.com/daily/intelligencer/2015/05/jeb-bush-2016-campaign.html",
      "date":"1977-1980"
   }
]
