[
  {"code":"USA"},
  {
      "country": "Canada",
      "code":"CAN",
      "source": "http://www.hp.com/hpinfo/execteam/speeches/fiorina/ceo_iie_00.html",
      "date": "2003-10-28T05:00:00.000Z",
      "notes": "Before an audience of 1200 attending the 2003 James Gillies Alumni Lecture at the Schulich School of Business in Toronto, HP Chairman and CEO Carly Fiorina discussed the importance of corporate social responsibility, and the reality that contributions to community and global citizenry are not separate from business objectives, but fundamental to business objectives. Her speech also coincided with the announcement of an endowment of the Hewlett-Packard Chair in Corporate Social Responsibility at Schulich, in collaboration with the university."
  },
  {
      "country": "China",
      "code":"CHN",
      "source": "http://www.hp.com/hpinfo/execteam/speeches/fiorina/ceo_iie_00.html",
      "date": "2001-10-19T04:00:00.000Z",
      "notes": "CEO Carly Fiorina addressed more than 500 business executives and world leaders from 21 member economies at the 2001 Asia Pacific Economic Cooperation (APEC) CEO Summit. She discusses ways to build an inclusive world economy centered on the summit’s theme ‘New Century, New Economy: Developing in a Globalizing World."
  },
  {
      "country": "France",
      "code":"FRA",
      "source": "http://www.mercurynews.com/",
      "notes": "Shortly after Carly Fiorina joined Hewlett-Packard as chief executive in July 1999, she went on a whirlwind trip to Paris to see customers and employees. With a packed schedule and heavy traffic, she took a helicopter to an HP sales office outside the city. To provide a landing spot, a local crew had to chop down some trees at the facility -- half a dozen saplings, according to the official account."
  },
  {
      "country": "Germany",
      "code":"DEU",
      "source": "http://www.hp.com/hpinfo/execteam/speeches/fiorina/ceo_iie_00.html",
      "date": "2001-03-21T05:00:00.000Z",
      "notes": "Increasingly, we are living life in motion, and the desire for mobile technology continues to grow. Carly Fiorina examines what we need to do, as companies as technologists and as inventors, to make the mobile experience fulfilling. HP's own street-level research into mobile cultures - in Finland, Japan and Singapore - reveals people's aspirations for living life in motion. In her keynote at CeBIT, the world's largest technology trade show, Fiorina puts the spotlight on mobility and describes the shifts that are necessary to make mobile technology truly useful."
  },
  {
      "country": "Ghana",
      "code":"GHA",
      "source": "http://www.hp.com/hpinfo/execteam/speeches/fiorina/ceo_iie_00.html",
      "notes": "I had the good fortune of studying abroad in London and Ghana. I also taught English in Italy. I value those experiences deeply."
  },
  {
      "country": "India",
      "code":"IND",
      "source": "http://www.hp.com/hpinfo/execteam/speeches/fiorina/ceo_iie_00.html",
      "date": "2001-04-25T04:00:00.000Z",
      "notes": "The digital divide - the division that exists between those with access to Information Age technology and those who lack it - has been a fractious topic in both developing and developed nations. But how can we move from debating about the digital divide to bridging the divide and presenting opportunities for new business? At this gathering of Indian government officials and business leaders, Carly Fiorina talks about HP's World e-Inclusion program. Targeted at the 4 billion people who are underserved by traditional information technology companies, World e-Inclusion presents radically new opportunities for partnership and business development on a local level. HPLabs India will play an important role in World e-Inclusion, generating innovations targeted at the world's emerging economies. With three labs locations in India (including two at leading Indian academic institutions), HP is focused on inventing economically and culturally sustainable technologies that can eventually be applied around the globe."
  },
  {
      "country": "Israel",
      "code":"ISR",
      "source": "http://articles.latimes.com/2010/aug/28/local/la-me-fiorina-israel-20100828",
      "notes": "Republican Senate nominee Carly Fiorina has maintained a vigorous pace on the campaign trail this summer, but at the traditional kickoff to the general election she is heading to Israel for what her aides describe as a ‘personal trip.’ The Labor Day weekend tour is a surprising diversion for the first-time candidate, who weighed in on U.S.-Israeli relations during her primary campaign but has kept a laser-like focus on job losses and rising government spending while sparring with Democratic Sen. Barbara Boxer this summer."
  },
  {
      "country": "Italy",
      "code":"ITA",
      "source": "http://www.hp.com/hpinfo/execteam/speeches/fiorina/ucla04.html",
      "notes": "As you know, I studied in my undergraduate years medieval history and philosophy, and surprisingly, there wasn't a great demand for those majors when I graduated, so I decided to follow my father into the law and came to study here at UCLA. My time here was mostly distinguished by the fact that studying law gave me blinding headaches every single day, and so after four months I left. Now through it all, my parents maintained faith, although to be frank, after I ran around in Italy for a year right after dropping out, there were moments of doubt."
  },
  {
      "country": "Japan",
      "code":"JPN",
      "source": "http://www.hp.com/hpinfo/execteam/speeches/fiorina/ceo_iie_00.html",
      "date": "2002-10-29T05:00:00.000Z",
      "notes": "During her keynote address, Carly Fiorina discusses the lessons learned over the past two decades about strong brand and strong branding. She equates the qualities of a strong brand to the those of a trusted friend—honor, integrity, respect and tradition—qualities, which are at the heart of Japanese families and Japanese society. In essence, she says, a brand is a promise founded on trust. And while the promise can be brought to life in creative advertising, a brand can only truly be fulfilled if it is lived every day by the people behind the brand."
  },
  {
      "country": "Monaco",
      "code":"MCO",
      "source": "http://www.hp.com/hpinfo/execteam/speeches/fiorina/ceo_iie_00.html",
      "date": "2001-09-17T04:00:00.000Z",
      "notes": "CEO Carly Fiorina talks to top business leaders at the 2001 IDC European IT Forum about the benefits of the proposed HP-Compaq merger and the shift toward market-unifying architectures."
  },
  {
      "country": "Netherlands",
      "code":"NLD",
      "source": "http://www.hp.com/hpinfo/execteam/speeches/fiorina/ceo_iie_00.html",
      "date": "2003-01-21T05:00:00.000Z",
      "notes": "HP CEO Carly Fiorina presented the keynote address at this year's ENSA@WORK 2003 conference. The conference—recognized as the biggest enterprise computing-focused event of the year—offered the perfect platform for Carly to discuss customers' needs, and how HP is well-equipped to meet those needs through the successful execution of the company's strategy."
  },
  {
      "country": "Singapore",
      "code":"SGP",
      "source": "http://www.straitstimes.com/global",
      "notes": "ONE of the best-known women ever to hold office in corporate America, Ms Carly Fiorina, has offered some friendly advice to two high-profile Singapore bosses who are scheduled to leave powerful posts: Take a holiday, but then think about how to fill your day. Ms Fiorina, 51, who was at the centre of a furore last year after she was forced out as chief executive officer (CEO) of Hewlett-Packard (HP), warned that the change from a busy work life could be 'terrifying''. ‘The transition from working virtually 24 hours a day....to suddenly having enough freedom to decide what you want to do and how you want to spend that time, that transition, like all change, can be terrifying.' Ms Fiorina was responding to a question from a delegate during a leadership forum organised by the Singapore Institute of Management and Global Leaders Events at the Grand Copthorne Waterfront Hotel, on what advice she had for the two Singapore bosses."
  },
  {
      "country": "Switzerland",
      "code":"CHE",
      "source": "http://www.hp.com/hpinfo/execteam/speeches/fiorina/ceo_iie_00.html",
      "date": "2004-01-21T05:00:00.000Z",
      "notes": "At this year's World Economic Forum, HP Chairman and Chief Executive Officer Carly Fiorina joined leaders representing government, business, finance, academia and nonprofit from around the world, to discuss the issues and opportunities related to the theme of ‘Partnering – Security – Prosperity.’ In her remarks, Carly emphasized the importance for both countries and businesses to invest in competitiveness, from education and training, to honesty, transparency, accountability and meritocracy, to technology. Collectively, these assets will help in realizing greater partnerships, and prove instrumental in building a more prosperous and secure world."
  },
  {
      "country": "Taiwan",
      "code":"",
      "source": "http://www.hp.com/hpinfo/execteam/speeches/fiorina/ceo_iie_00.html",
      "date": "2000-06-12T04:00:00.000Z",
      "notes": "Thousands of high-powered industry representatives, government officials, and academics attended this biennial three-day event in Taiwan to learn about the impact of information technology on world economies. Carly talks about how technology is entering a transformational phase consisting of three main vectors: e-services, information appliances, and an always-on infrastructure."
  },
  {
      "country": "Thailand",
      "code":"TWN",
      "source": "http://www.theaustralian.com.au/",
      "notes": "The Business CEO summit, which has become the most important business dialogue in the Asia-Pacific, produced by far the most stimulating public discussion, with guest speakers including Vladimir Putin, Hu, Colin Powell, Goh Chok Tong and Hewlett Packard boss Carly Fiorina. The most important outcome of the Bangkok summit is the leaders' resolve to place security at the heart of APEC's agenda, alongside its traditional focus on trade and economic co-operation."
  },
  {
      "country": "United Kingdom",
      "code":"GBR",
      "source": "http://www.hp.com/hpinfo/execteam/speeches/fiorina/ceo_iie_00.html",
      "date": "2002-11-26T05:00:00.000Z",
      "notes": "CEO Carly Fiorina discusses lessons learned from recent corporate scandals in America, the coinciding decline in public trust and business leaders' responsibility to help restore faith in the world's economy. She also outlines three principles of good corporate governance."
  }
]
