[
    {
        "country": "Afghanistan",
        "source": "http://gov.texas.gov/news/press-release",
        "date": "2009-07-19T04:00:00.000Z",
        "notes": "Gov. Rick Perry met with some of the approximately 4,500 Texas National Guard troops serving in Iraq while on a U.S. Department of Defense-sponsored trip with four other governors. The governor thanked the troops for the difference they are making in the lives of the Iraqi people and conveyed the best wishes of 24 million Texans. In May 2009, Gov. Perry was invited to join a delegation of governors including Minnesota Gov. Tim Pawlenty, Missouri Gov. Jay Nixon, Illinois Gov. Pat Quinn and Nevada Gov. Jim Gibbons."
    },
    {
        "country": "Bahamas",
        "source": "No source",
        "notes": "A government watchdog group has asked the Texas Ethics Commission to investigate whether Gov. Rick Perry violated a state law by using campaign funds to pay for a recent trip to the Bahamas. Perry, his wife, Anita, and a dozen other people held a retreat during the President's Day holiday on the Abaco Islands, where they discussed public school finance. A spokesman for the governor has said the governor's political funds were used to pay for his expenses and the expenses of his wife and staff. In his complaint to the Ethics Commission, Russell Verney, head of the Southwest regional arm of Judicial Watch, said the governor's trip amounted ‘to a personal tropical island vacation unrelated to any legitimate campaign event."
    },
    {
        "country": "Belgium",
        "source": "http://www.star-telegram.com/",
        "date": "2006-01-22T05:00:00.000Z",
        "notes": "Home from his weeklong visit to the Iraq war zone and other Middle East hot spots, Gov. Rick Perry said Tuesday that he has new respect for the soldiers in harm's way and would support his two college-age children if they enlisted…. Perry, along with Govs. Mike Huckabee of Arkansas, Jim Doyle of Wisconsin and Dave Freudenthal of Wyoming, left Jan. 22 for an unannounced visit to Kuwait, Iraq, Afghanistan, Pakistan and Belgium. The trip, paid for by the Defense Department, was part of an ongoing program to let governors see conditions in the region and boost the morale of service members from their states."
    },
    {
        "country": "China",
        "source": "http://gov.texas.gov/news/press-release",
        "date": "2010-06-13T04:00:00.000Z",
        "notes": "Gov. Rick Perry and First Lady Anita Perry will travel to China next week to lead a delegation of state, business and tourism leaders representing Texas during Salute to Texas Week, June 13-19, at the Shanghai World Expo 2010. The expo gives participants the opportunity to further develop relationships in economic development and tourism, while providing a cultural exchange between China and Texas."
    },
    {
        "country": "France",
        "source": "http://www.statesman.com/",
        "date": "2008-06-03T04:00:00.000Z",
        "notes": "Texas Gov. Rick Perry, just back from a trip to Mexico, plans to spend a week on a privately funded jaunt to France and Sweden starting tonight , his office said. Perry, who will be joined by two aides specializing in economic development, is scheduled to join two panels at the World Investment Conference, which is paying for his travel to the conference in La Baule, a resort on the French Atlantic coast."
    },
    {
        "country": "Germany",
        "source": "http://gov.texas.gov/news/press-release",
        "date": "2009-07-19T04:00:00.000Z",
        "notes": "Gov. Rick Perry met with some of the approximately 4,500 Texas National Guard troops serving in Iraq while on a U.S. Department of Defense-sponsored trip with four other governors. The governor thanked the troops for the difference they are making in the lives of the Iraqi people and conveyed the best wishes of 24 million Texans. In May 2009, Gov. Perry was invited to join a delegation of governors including Minnesota Gov. Tim Pawlenty, Missouri Gov. Jay Nixon, Illinois Gov. Pat Quinn and Nevada Gov. Jim Gibbons."
    },
    {
        "country": "Grand Cayman",
        "source": "www.ap.org",
        "notes": "Texas has spent more than $250,000 to provide security for Gov. Rick Perry and his wife during international trips, state records show. Most of the trips were touted as economic development missions, but the security tally also includes a Grand Cayman vacation last year and a 2004 trip to the Bahamas with campaign donors that the governor's office said was to discuss education."
    },
    {
        "country": "Iraq",
        "source": "http://www.star-telegram.com/",
        "date": "2006-01-22T05:00:00.000Z",
        "notes": "Home from his weeklong visit to the Iraq war zone and other Middle East hot spots, Gov. Rick Perry said Tuesday that he has new respect for the soldiers in harm's way and would support his two college-age children if they enlisted…. Perry, along with Govs. Mike Huckabee of Arkansas, Jim Doyle of Wisconsin and Dave Freudenthal of Wyoming, left Jan. 22 for an unannounced visit to Kuwait, Iraq, Afghanistan, Pakistan and Belgium. The trip, paid for by the Defense Department, was part of an ongoing program to let governors see conditions in the region and boost the morale of service members from their states."
    },
    {
        "country": "Israel",
        "source": "http://www.mysanantonio.com/",
        "date": "2007-06-22T04:00:00.000Z",
        "notes": "Gov. Rick Perry and his wife, Anita, embarked Friday on a seven-day Middle East trip paid for by an international firm with a focus on building business ties between the United States and Israel. Perry said it's an opportunity to showcase a ‘special kinship’ between Texas and Israel. Some questioned the appearance of a trip financed with private dollars. The Perrys will visit Jordan and Israel, where the GOP governor will meet with Israeli Prime Minister Ehud Olmert, former prime minister Binyamin Netanyahu, and new President Shimon Peres."
    },
    {
        "country": "Italy",
        "source": "http://www.mysanantonio.com/",
        "date": "2004-03-12T05:00:00.000Z",
        "notes": "Gov. Rick Perry's economic-development trip to Italy will include a focus on aeronautics, will make stops in Rome and Florence and is being financed in large part by his political campaign, a spokeswoman said Monday.  Perry's campaign will pick up airfare and hotel costs for him, his wife, Anita, and staff on the March 12-19 trip, said spokeswoman Kathy Walt. The Perrys' daughter, Sydney, also is going and taking a friend. The Perrys are paying for Sydney's trip; her friend will pay her own expenses."
    },
    {
        "country": "Japan",
        "source": "http://gov.texas.gov/news/press-release",
        "date": "2014-09-06T04:00:00.000Z",
        "notes": "Gov. Rick Perry departs tomorrow for a one week economic development trip to Japan and China. While in Asia, the governor will work to expand economic opportunities for Texas starting with a speech on Monday to the American Chamber of Commerce in Japan."
    },
    {
        "country": "Jordan",
        "source": "http://www.mysanantonio.com/",
        "date": "2007-06-22T04:00:00.000Z",
        "notes": "Gov. Rick Perry and his wife, Anita, embarked Friday on a seven-day Middle East trip paid for by an international firm with a focus on building business ties between the United States and Israel. Perry said it's an opportunity to showcase a ‘special kinship’ between Texas and Israel. Some questioned the appearance of a trip financed with private dollars. The Perrys will visit Jordan and Israel, where the GOP governor will meet with Israeli Prime Minister Ehud Olmert, former prime minister Binyamin Netanyahu, and new President Shimon Peres."
    },
    {
        "country": "Kuwait",
        "source": "http://gov.texas.gov/news/press-release",
        "date": "2009-07-19T04:00:00.000Z",
        "notes": "Gov. Rick Perry met with some of the approximately 4,500 Texas National Guard troops serving in Iraq while on a U.S. Department of Defense-sponsored trip with four other governors. The governor thanked the troops for the difference they are making in the lives of the Iraqi people and conveyed the best wishes of 24 million Texans. In May 2009, Gov. Perry was invited to join a delegation of governors including Minnesota Gov. Tim Pawlenty, Missouri Gov. Jay Nixon, Illinois Gov. Pat Quinn and Nevada Gov. Jim Gibbons."
    },
    {
        "country": "Mexico",
        "source": "http://www.elpasotimes.com/",
        "date": "2006-12-01T05:00:00.000Z",
        "notes": "Texas Gov. Rick Perry watched the chaotic presidential inauguration of Felipe Calderón on Friday from a front-row seat on the balcony of the Mexican Congress, next to California Gov. Arnold Schwarzenegger. ‘I saw democracy and all it entails,’ Perry said from Mexico City. ‘To go from autocratic rule to true democracy is a wonderful thing, even though difficult, and it is a true honor to witness history.’ Other dignitaries were present -- former President George H.W. Bush, U.S. Ambassador to Mexico Tony Garza and U.S. Attorney General Alberto Gonzales -- but the action was on the floor of the Mexican congress, where squabbles erupted between supporters of Calderón and supporters of rival Andrés Manuel López Obrador."
    },
    {
        "country": "Pakistan",
        "source": "http://www.star-telegram.com/",
        "date": "2006-01-22T05:00:00.000Z",
        "notes": "Home from his weeklong visit to the Iraq war zone and other Middle East hot spots, Gov. Rick Perry said Tuesday that he has new respect for the soldiers in harm's way and would support his two college-age children if they enlisted…. Perry, along with Govs. Mike Huckabee of Arkansas, Jim Doyle of Wisconsin and Dave Freudenthal of Wyoming, left Jan. 22 for an unannounced visit to Kuwait, Iraq, Afghanistan, Pakistan and Belgium. The trip, paid for by the Defense Department, was part of an ongoing program to let governors see conditions in the region and boost the morale of service members from their states."
    },
    {
        "country": "Qatar",
        "source": "http://gov.texas.gov/",
        "date": "2007-03-13T04:00:00.000Z",
        "notes": "Gov. Rick Perry today announced that he will travel to the Middle East where he will participate in the dedication of a new 500,000 square foot engineering facility in Education City located on the outskirts of Doha, Qatar as part of a unique, collaborative project involving the government of Qatar and Texas A&M University. While in the region, Perry will also discuss investment opportunities with private companies and government officials. He leaves Tuesday, March 13, and returns Wednesday, March 21, 2007."
    },
    {
        "country": "Saudi Arabia",
        "source": "http://www.nationalreview.com/article/417563/how-five-years-air-force-shaped-rick-perry-jim-geraghty",
        "notes": "Perry entered the Air Force in 1972, after graduating from Texas A&M. (He was unlikely to be drafted, with a draft number of 275.) He trained on much speedier jets such as T-37s and T-38s, but ended up with the unglamorous job of flying C-130s, usually hauling cargo to U.S. military bases around the world. The young pilot ended up seeing quite a bit of the Cold War world this way, spending several weeks or months stationed in the United Kingdom, West Germany, Turkey, Saudi Arabia."
    },
    {
        "country": "South Korea",
        "source": "http://gov.texas.gov/news/press-release",
        "date": "2010-06-23T04:00:00.000Z",
        "notes": "Dateline: Seoul, South Korea. The following information was released by the office of the Governor of Texas: Gov. Rick Perry completed a 12-day bridge-building trip to Asia with a breakfast meeting with Samsung Executives and members of the Austin Chamber of Commerce before beginning his trip home. Wednesday mornings meeting with Samsung comes shortly after the company announced a $3.6 billion expansion of its semiconductor plant in Austin, which is expected to add 500 new permanent jobs to its Central Texas payroll of 1,000. Building the facility will create an estimated 3,000 more construction and vendor jobs for the duration of construction."
    },
    {
        "country": "Switzerland",
        "source": "http://www.blanconews.com/",
        "date": "2014-01-12T05:00:00.000Z",
        "notes": "With the end of his longevity record of 14 years as governor less than a year away, Rick Perry took part in policy discussions at the 2014 World Economic Forum Jan. 21-25 in Davos-Klosters, Switzerland. Perry was the only U.S. state governor to attend the forum, the governor's office said. Besides his headline-grabbing words suggesting a softer approach through drug courts on state marijuana laws, Perry said Texas is the place to be for companies seeking a business-friendly environment."
    },
    {
        "country": "Taiwan",
        "source": "http://gov.texas.gov/news/press-release",
        "date": "2010-06-20T04:00:00.000Z",
        "notes": "The following information was released by the office of the Governor of Texas: Gov. Rick Perry attended meetings with several business leaders and government officials in Taiwan on Monday, including Ma Ying-jeou, president of the Republic of China (Taiwan). Every day, we work to encourage innovation in Texas by investing in key fields like biotechnology, computer science, aerospace, and energy, Gov. Perry said. We are proud of our spirit of innovation, and work continually to encourage new ideas, new investment and new relationships, especially with strong international partners like Taiwan."
    },
    {
        "country": "The Republic Of Palau",
        "source": "http://gov.texas.gov/news/press-release",
        "date": "2014-04-05T04:00:00.000Z",
        "notes": "The following information was released by the office of the Governor of Texas: Gov. Rick Perry will join the BentProp Project in the Republic of Palau, where he will help search for American servicemen who went missing in action (MIA) during air battles over the island nation during World War II. The governor and first lady will travel to Koror, Palau from April 5 - April 17. No tax dollars are being used for the Perrys' travel and accommodations on this trip."
    },
    {
        "country": "Turkey",
        "source": "http://www.dallasnews.com/",
        "date": "2007-05-31T04:00:00.000Z",
        "notes": "Gov. Rick Perry is flying to Istanbul, Turkey, today to speak at the super-secret Bilderberg Conference, a meeting of about 130 international leaders in business, media and politics. The invitation-only conference was started in 1954 and named for the Dutch hotel where the conference was first held. Those who attend promise not to reveal what was discussed, security is tight, and the press and public are barred."
    },
    {
        "country": "United Arab Emirates",
        "source": "http://gov.texas.gov/",
        "date": "2007-03-13T04:00:00.000Z",
        "notes": "Gov. Rick Perry today announced that he will travel to the Middle East where he will participate in the dedication of a new 500,000 square foot engineering facility in Education City located on the outskirts of Doha, Qatar as part of a unique, collaborative project involving the government of Qatar and Texas A&M University. While in the region, Perry will also discuss investment opportunities with private companies and government officials. He leaves Tuesday, March 13, and returns Wednesday, March 21, 2007."
    },
    {
        "country": "United Kingdom",
        "source": "http://gov.texas.gov/news/press-release",
        "date": "2013-10-15T04:00:00.000Z",
        "notes": "Gov. Rick Perry and First Lady Anita Perry will travel to London on Tuesday, October 15, and Israel on Saturday, October 19, for an economic development mission and as guests of Americans for Economic Freedom. The Perrys will return on Friday, October 25."
    }
]
