[
   {"code":"USA"},
   {
      "date":"2011-11-18T05:00:00.000Z",
      "country":"Afghanistan",
      "notes":"Rubio -- who returns to Florida on Tuesday -- toured U.S. operations in Afghanistan and Pakistan with Senate Minority Leader Mitch McConnell, North Carolina Sen. Richard Burr, and fellow Republican freshmen from Pennsylvania, New Hampshire and Wisconsin. Rubio had lunch with troops from Florida stationed in Kabul and had dinner Sunday night with Afghan President Hamid Karzai. The group also met with Gen. David Petraeus and toured Kabul Military Training Center, which is training Afghans for its National Army.",
      "code":"AFG",
      "source":"http://www.rubio.senate.gov/public/index.cfm/news-articles?ID=bb54e38f-d74a-4e69-8c41-d414aeb394b9"
   },
   {
      "country":"China",
      "code":"CHN",
      "source":"http://www.tampabay.com/news/politics/national/chinese-government-pays-for-trip-by-aides-to-rubio-ros-lehtinen/2195374"
   },
   {
      "date":"2011-04-15T04:00:00.000Z",
      "country":"Colombia",
      "notes":"Today at approximately 12:45 p.m. EDT, U.S. Senator Marco Rubio (R-FL) will hold a media availability regarding his official visit to Colombia for the Summit of the Americas. The media availability will be held at the South Terminal of Miami International Airport immediately following Rubio's arrival.",
      "code":"COL",
      "source":"http://www.rubio.senate.gov/"
   },
   {
      "date":"2014-11-05T05:00:00.000Z",
      "country":"Colombia",
      "notes":"Republican Sen. Marco Rubio - a possible 2016 Republican presidential candidate - visits Colombia, in his capacity as a member of the Senate Select Committee on Intelligence and the Senate Foreign Relations Committee, for talks with govt officials, business leaders and civil society organizations on security, trade and human trafficking. Event Start Date: 2014-11-05. Event End Date: 2014-11-06.",
      "code":"COL",
      "source":"www.ap.org"
   },
   {
      "date":"2010-11-15T05:00:00.000Z",
      "country":"Israel",
      "notes":"Senator-elect Marco Rubio and his wife Jeanette will be making what his staff called a ‘private and personal visit to the Holy Land,’ next week. ‘There will be no official meetings or media interviews, and specific details of the trip will be kept private,’ spokesman Alex Burgos said. Rubio is paying for the trip himself, and plans to return. ‘Senator-elect Rubio is also working with pro-Israel supporters to make an official trip back to Israel early next year after he is sworn into office.",
      "code":"ISR",
      "source":"http://www.heraldtimesonline.com/"
   },
   {
      "date":"2014-01-17T05:00:00.000Z",
      "country":"Japan",
      "notes":"This is Rubio's first visit to Asia. Rubio's trip will begin with a visit to Japan on Monday and Tuesday next week. While in Japan, Rubio is scheduled to meet with senior Japanese government and military officials, including Prime Minister Abe, the new U.S. Ambassador to Japan, Caroline Kennedy, and U.S. military service members serving in Japan.",
      "code":"JPN",
      "source":"http://www.rubio.senate.gov/"
   },
   {
      "date":"2011-05-12T04:00:00.000Z",
      "country":"Kuwait",
      "notes":"Rubio Also Visited The United Kingdom And Kuwait As Part Of The Trip",
      "code":"KWT",
      "source":"https://www.congress.gov/"
   },
   {
      "date":"2011-09-29T04:00:00.000Z",
      "country":"Libya",
      "notes":"Four Republican senators traveled to Libya on Thursday to meet with the nation's new rulers, the highest-profile American delegation to visit the country since the ouster of longtime leader Moammar Gadhafi. The four lawmakers John McCain of Arizona, Mark Kirk of Illinois, Lindsey Graham of South Carolina and Marco Rubio of Florida planned to meet with members of the National Transitional Council, which is now governing Libya after the rebels forced Gadhafi from power.",
      "code":"LBY",
      "source":"http://usatoday30.usatoday.com/news/washington/story/2011-09-29/congressional-libya-delegation/50599306/1"
   },
   {
      "date":"2011-09-29T04:00:00.000Z",
      "country":"Malta",
      "notes":"The four lawmakers John McCain of Arizona, Mark Kirk of Illinois, Lindsey Graham of South Carolina and Marco Rubio of Florida planned to meet with members of the National Transitional Council, which is now governing Libya after the rebels forced Gadhafi from power… They traveled from Malta, where they met with Prime Minister Lawrence Gonzi on Wednesday.",
      "code":"MLT",
      "source":"http://usatoday30.usatoday.com/news/washington/story/2011-09-29/congressional-libya-delegation/50599306/1"
   },
   {
      "date":"2011-01-15T05:00:00.000Z",
      "country":"Pakistan",
      "notes":"A seven- member United States Senate delegation, led by Senator Mitch McConnell, met with Foreign Secretary Salman Bashir at the Foreign Office today. Members of the delegation included Senators Richard Burr, Lindsey Graham, Ron Johnson, Kelly Ayotte, Pat Toomey, and Marco Rubio. Ambassador Cameron Munter also attended the meeting. This is the first US Senate delegation visiting Pakistan after the Congressional elections in November last year. The Foreign Secretary briefed the delegation about efforts being made by Pakistan and the US to take the bilateral relationship forward, as well as exchanged views on counterterrorism and the regional situation.",
      "code":"PAK",
      "source":"www.pid.gov.pk"
   },
   {
      "date":"2014-01-17T05:00:00.000Z",
      "country":"Philippines",
      "notes":"On Wednesday, Rubio will review ongoing typhoon recovery efforts and visit with government officials in the Philippines, including President Aquino.",
      "code":"PHL",
      "source":"http://www.rubio.senate.gov/"
   },
   {
      "date":"2014-01-17T05:00:00.000Z",
      "country":"South Korea",
      "notes":"Rubio will then travel to South Korea on Thursday to meet with U.S. troops, visit the Demilitarized Zone (DMZ), and meet with senior government officials, including President Park. On Friday, Rubio will speak about U.S. foreign policy in Asia at the Asan Institute for Policy Studies in Seoul.",
      "code":"KOR",
      "source":"http://www.rubio.senate.gov/"
   },
   {
      "date":"2013-12-04T05:00:00.000Z",
      "country":"United Kingdom",
      "notes":"U.S. Senator Marco Rubio (R-FL), a member of the Senate Foreign Relations Committee and Select Committee on Intelligence, today concluded a three day official visit to London. In addition to Monday's activities and Tuesday's foreign policy speech, below are additional photos from Rubio's meetings with British government officials to discuss the future of the transatlantic alliance (the pictures can be viewed in higher quality here. Rubio meets with British Home Secretary Theresa May: Rubio meets with Hugh Robertson, Minister of State at the Foreign and Commonwealth Office: Rubio attends a breakfast meeting with Members of Parliament: Rubio visits the House of Commons chamber, escorted by Member of Parliament Priti Patel: Rubio visits the House of Lords chamber, escorted by Member of Parliament Priti Patel: During his visit, Rubio also met with Secretary of State for Education Michael Gove.",
      "code":"GBR",
      "source":"http://www.rubio.senate.gov/"
   }
]
