[
    {
        "country": "Afghanistan",
        "source": "http://www.cruz.senate.gov/?p=press_release&id=219",
        "date": "2013-01-10T05:00:00.000Z",
        "notes": "Ted Cruz’s Office Announced That He Visited Afghanistan And Israel As Part Of An Official Delegation. “U.S. Sen. Ted Cruz (R-TX) announced today that he and four other Senators just completed a visit to Afghanistan and Israel. Cruz joined Senate Republican leader Mitch McConnell (R-KY) on the trip, as well as Senators John Barrasso (R-WY), Jeff Flake (R-AZ), and Deb Fischer (R-NE).” [Press Release, Office of Senator Cruz, 1/14/13]"
    },
    {
        "country": "Canada",
        "source": "http://www.houstonchronicle.com/news/politics/us/article/Ted-Cruz-to-announce-presidential-bid-Monday-6150894.php?t=ec04aca79d29c86149&cmpid=twitter-premium",
        "date": "2015-03-21T04:00:00.000Z",
        "notes": "Ted Cruz Lived In Canada Until He Was Four. “Born in Canada to a father who, as the senator so-frequently tells it, escaped despotism in Cuba with $100 sewn into his underwear, Cruz moved to Houston at age 4. He became educated by the nation's elite: winning national championships as a debater at Princeton University; working as a primary law-review editor at Harvard Law School; clerking for Supreme Court Chief Justice William Rehnquist.” [Houston Chronicle, 3/21/15]"
    },
    {
        "country": "Estonia",
        "source": "https://www.legistorm.com/trip/40005.html",
        "date": "2014-05-03T04:00:00.000Z",
        "funder": "http://www.secureamericanow.org/about"
    },
    {
        "country": "Finland",
        "source": "https://www.legistorm.com/trip/40005.html",
        "date": "2014-05-01T04:00:00.000Z",
        "funder": "http://www.secureamericanow.org/about"
    },
    {
        "country": "Germany",
        "source": "http://trailblazersblog.dallasnews.com/2015/02/ted-cruz-and-mac-thornberry-head-to-munich-security-conference.html/",
        "notes": "Ted Cruz Attended An International Security Conference In Germany That Was Led By Senate Armed Services Chairman John McCain. “Sen. Ted Cruz is heading to Germany this weekend for an international security conference, along with House Armed Services Chairman Mac Thornberry, R-Clarendon. Senate Armed Services Chairman John McCain is leading the congressional delegation, which includes 10 senators and five House members. Four of the senators and two of the congressmen are Democrats.” [Dallas Morning News, 2/5/15]"
    },
    {
        "country": "Hong Kong",
        "source": "http://www.nytimes.com/politics/first-draft/2015/04/24/the-continuing-debate-on-ted-cruz-a-competitive-friend/?_r=1",
        "notes": "Ted Cruz Participated In A Trip To Hong Kong And Japan To Teach Debate To Foreign Students. “In 1991, Mr. Cruz’s junior year, he participated in a trip to Hong Kong and Japan to teach debate to foreign students. When the Japanese student balked at telling someone they were ‘wrong,’ Mr. Cruz reminded them ‘they were actually acting out something.’” [New York Times, 4/24/15]"
    },
    {
        "country": "Israel",
        "source": "https://www.legistorm.com/trip/40005.html",
        "date": "2014-05-04T04:00:00.000Z",
        "funder": "http://www.secureamericanow.org/about"
    },
    {
        "country": "Italy",
        "source": "http://www.thedailybeast.com/articles/2015/02/17/rand-paul-has-passport-won-t-travel.html"
    },
    {
        "country": "Japan",
        "source": "http://www.nytimes.com/politics/first-draft/2015/04/24/the-continuing-debate-on-ted-cruz-a-competitive-friend/?_r=1",
        "notes": "Ted Cruz Participated In A Trip To Hong Kong And Japan To Teach Debate To Foreign Students. “In 1991, Mr. Cruz’s junior year, he participated in a trip to Hong Kong and Japan to teach debate to foreign students. When the Japanese student balked at telling someone they were ‘wrong,’ Mr. Cruz reminded them ‘they were actually acting out something.’” [New York Times, 4/24/15]"
    },
    {
        "country": "Mexico",
        "source": "http://thehill.com/business-a-lobbying/business-a-lobbying/210290-cruz-vacations-with-media-mogul",
        "date": "2014-02-15T05:00:00.000Z",
        "notes": "Sen. Ted Cruz (R-Texas) took a flight valued at $9,000 on the private jet of a Mexican media mogul last year, according to recently filed financial disclosure forms. The Cruz family went on vacation with Alejandro Junco de la Vega, the architect of one of the largest and most powerful newspaper conglomerates in Latin America, with a total circulation of 1.4 million. The two men have known each other since before Cruz became a U.S. senator in 2013, Cruz’s office said, and met through a mutual friend. On February 15, 2014 the two men’s families flew from Austin, Texas to Ixtapa, Mexico for three days. A spokeswoman for Cruz said the Senate Ethics Committee approved the trip. Lawmakers are required to list trips and gifts on their annual financial disclosure reports.”  [The Hill, 6/24/14]"
    },
    {
        "country": "Poland",
        "source": "https://www.legistorm.com/trip/40005.html",
        "date": "2014-05-05T04:00:00.000Z",
        "funder": "http://www.secureamericanow.org/about"
    },
    {
        "country": "South Africa ",
        "source": "http://www.washingtonpost.com/news/post-politics/wp/2013/12/09/23-members-of-congress-attending-mandela-memorial-service-in-s-africa/",
        "date": "2013-12-09T05:00:00.000Z",
        "notes": "Ted Cruz Traveled To South Africa To Attend Nelson Mandela’s Funeral As Part Of An Official Delegation“At least 23 federal lawmakers are traveling to South Africa to attend a memorial service for the country's former leader Nelson Mandela, who died last week at age 95. The service will be held Tuesday in Johannesburg at a soccer stadium that can hold roughly 95,000 people. … Rep. Aaron Schock (R-Ill.) has been tapped to lead the official congressional delegation on behalf of House Speaker John A. Boehner (R-Ohio). Here is a list of the congressional delegation, provided by House aides: Republicans Rep. Aaron Schock and Sen. Ted Cruz; Democrats Dels. Eleanor Holmes Norton (D.C.) and Donna Christensen (V.I.); and Democratic Reps. Marcia Fudge, John Conyers (Mich.), Charles Rangel (N.Y.), John Lewis, Jim McDermott (Wash.), Maxine Waters (Calif.), Bobby Scott (Va.), Mel Watt (N.C.), Sheila Jackson-Lee (Tex.), Elijah Cummings (Md.), Gregory Meeks (N.Y.), Barbara Lee (Calif.), G. K. Butterfield (N.C.), Gene Green (Tex.), Gwen Moore (Wis.), Yvette Clarke (N.Y.), Karen Bass (Calif.), Joyce Beatty (Ohio) and Terri Sewell (Ala.).” [Washington Post, 12/9/13]  "
    },
    {
        "country": "Ukraine",
        "source": "https://www.legistorm.com/trip/40005.html",
        "date": "2014-05-02T04:00:00.000Z",
        "funder": "http://www.secureamericanow.org/about"
    },
    {
        "country": "United Kingdom",
        "source": "Daily Corinthian, 10/24/13",
        "notes": "Ted Cruz Visited England In High School And Got His First Passport In 1986. “At birth, Cruz became a citizen of Canada because he was born there, but he also became a ‘natural born’ citizen of the United States, in the view of many legal experts, because his mother was a U.S. citizen. According to the newspaper, Cruz's father came to the United States from Cuba in 1957 and remained a Cuban citizen until he became a naturalized U.S. citizen in 2005. The family returned to the United States when Ted was 4. Catherine Frazier, Cruz's Senate press secretary, told the Dallas paper that Cruz's mother registered his birth with the U.S. Consulate and that Cruz got a U.S. passport without a problem in 1986 to make a high-school trip to England.” [Daily Corinthian, 10/24/13] "
    }
]
